[
    {"universityLogo":"http://tiny.cc/SS-Monashuniversity","course":"Accounting Honours Scholarship","scholarshipLink":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/accounting-honours-scholarship-5585A","program":"Bachelor's","university":"Monash University","scholarshipDetail":"A merit-based scholarship offering AUD 6,000 for one year to support high-achieving students pursuing a Bachelor of Commerce (Honours) majoring in accounting or finance. Open to international students, Australian/NZ citizens, permanent residents, and humanitarian visa holders. Selection based on academic performance in accounting/finance units during the final two years of undergraduate studies and panel interview. No application required – automatic assessment for eligible candidates. Requires full-time enrollment and maintenance of 70 WAM.","link":"https://astronaut.starshipeducation.com/"},
    {"universityLogo": "http://tiny.cc/SS-Monashuniversity","course": "Alfred Research Alliance Honours Scholarship","scholarshipLink": "https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/ara-honours-scholarship-5596A","program": "Honours","university": "Monash University","scholarshipDetail": "The Alfred Research Alliance Honours Scholarship", "link": "https://astronaut.starshipeducation.com/"},
    {"universityLogo":"http://tiny.cc/SS-Monashuniversity","course":"Aquametro Industry Leaders Scholarship","scholarshipLink":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/aquametro-industry-leaders-scholarship-6273","program":"Undergraduate","university":"Monash University","scholarshipDetail":"Beasiswa ini diberikan kepada mahasiswa internasional yang menunjukkan prestasi akademik luar biasa dan memiliki potensi kepemimpinan. Penerima beasiswa akan mendapatkan pembebasan 100% biaya kuliah untuk durasi program studi mereka. Beasiswa ini tidak mencakup biaya hidup, akomodasi, atau OSHC. Penerima juga diharapkan berpartisipasi dalam program Monash Global Ambassadors mulai semester kedua studi mereka.","link":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/aquametro-industry-leaders-scholarship-6273"},
    {"universityLogo":"http://tiny.cc/SS-Monashuniversity","course":"Monash International Leadership Scholarship","scholarshipLink":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/monash-international-leadership-scholarship-5571Z","program":"Undergraduate","university":"Monash University","scholarshipDetail":"Beasiswa ini diberikan kepada mahasiswa internasional yang menunjukkan prestasi akademik luar biasa dan memiliki potensi kepemimpinan. Penerima beasiswa akan mendapatkan pembebasan 100% biaya kuliah untuk durasi program studi mereka. Beasiswa ini tidak mencakup biaya hidup, akomodasi, atau OSHC. Penerima juga diharapkan berpartisipasi dalam program Monash Global Ambassadors mulai semester kedua studi mereka.","link":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/monash-international-leadership-scholarship-5571Z"},
    {"universityLogo":"http://tiny.cc/SS-Monashuniversity","course":"Biomedicine Discovery Scholarship","scholarshipLink":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/biomedicine-discovery-scholarship-6091","program":"Bachelor of Biomedical Science (Scholar Program)","university":"Monash University","scholarshipDetail":"Beasiswa ini ditujukan untuk mahasiswa internasional yang mendaftar pada program Bachelor of Biomedical Science (Scholar Program) di kampus Monash Australia. Diberikan kepada pelamar dengan nilai ATAR 98+ atau setara. Nilai beasiswa sebesar AUD 3.000 per 48 poin kredit studi, hingga maksimum AUD 9.000 selama 3 tahun. Tidak memerlukan aplikasi terpisah; semua pelamar yang mencantumkan Monash University sebagai preferensi VTAC akan otomatis dipertimbangkan. Penerima beasiswa harus mempertahankan status pendaftaran penuh waktu dan Weighted Average Mark (WAM) minimal 70 setiap semester.","link":"https://astronaut.starshipeducation.com/"},
    {"universityLogo":"http://tiny.cc/SS-Monashuniversity","course":"Co-funded Monash Graduate Scholarship (CF-MGS)","scholarshipLink":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/co-funded-monash-graduate-scholarship-cf-mgs","program":"PhD","university":"Monash University","scholarshipDetail":"Beasiswa CF-MGS ditujukan untuk mahasiswa internasional yang menempuh program PhD atau Master by Research di Monash University. Beasiswa ini memberikan tunjangan hidup sebesar AUD $36,063 per tahun (tarif 2025), tunjangan relokasi hingga AUD $2,000 untuk mahasiswa internasional, serta beasiswa biaya kuliah yang ditanggung oleh fakultas. Seleksi didasarkan pada prestasi akademik, pengalaman riset sebelumnya, dan kemampuan bahasa Inggris. Pendaftaran dilakukan bersamaan dengan aplikasi program studi melalui Applicant Portal Monash. Batas waktu pendaftaran untuk mahasiswa internasional adalah 31 Agustus 2025.","link":"https://astronaut.starshipeducation.com/"},
    {"universityLogo":"http://tiny.cc/SS-Monashuniversity","course":"Cochrane Scholarship","scholarshipLink":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/cochrane-scholarship-6155","program":"Sarjana","university":"Monash University","scholarshipDetail":"Cochrane Scholarship adalah beasiswa penuh yang menanggung biaya kuliah hingga empat tahun untuk program sarjana di Monash Business School. Penerima juga mendapatkan tunjangan tahunan sebesar AUD 6.000. Beasiswa ini ditujukan bagi mahasiswa internasional yang berada di Australia dengan visa Bridging E, Bridging A (dengan permohonan visa perlindungan permanen), Temporary Protection Visa, atau Safe Haven Enterprise Visa. Penerima harus mempertahankan nilai rata-rata tertimbang (WAM) minimal 50 setiap semester. Beasiswa ini tidak tersedia untuk tahun 2024.","link":"https://astronaut.starshipeducation.com/"},
    {"universityLogo":"http://tiny.cc/SS-Monashuniversity","course":"David Shugg Professionalism Scholarship","scholarshipLink":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/david-shugg-professionalism-scholarship-6270","program":"Bachelor of Paramedicine (Honours)","university":"Monash University","scholarshipDetail":"Scholarship to honour David Shugg's contribution to paramedic professionalism, supporting students pursuing Honours in Paramedicine at Monash University. Covers tuition fees for 48 credit points (1-year full-time equivalent). Eligibility: Completion of Bachelor of Paramedicine (or equivalent) with at least 70% average in 24 credit points at third-year level. Selection based on application, academic achievement, CV, and interview. Project should focus on improving paramedic professionalism, including areas like communication, non-technical skills, clinical reasoning, emotions, values, and reflective practice. Open to international students.","link":"https://astronaut.starshipeducation.com/"},
    {"universityLogo":"http://tiny.cc/SS-Monashuniversity","course":"Department of Economics Honours Merit Scholarship","scholarshipLink":"https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/department-of-economics-honours-merit-scholarship-6111","program":"Bachelor (Honours)","university":"Monash University","scholarshipDetail":"Beasiswa ini diberikan kepada mahasiswa berprestasi yang memulai studi penuh waktu di program Bachelor of Commerce (Honours) atau Bachelor of Economics (Honours) di kampus Clayton, Monash University. Terbuka untuk mahasiswa internasional. Nilai beasiswa sebesar AUD $10.000 untuk satu tahun. Penerima beasiswa harus mempertahankan nilai rata-rata Honours Level 2A (distinction) pada Semester Pertama untuk menerima pembayaran pada Semester Kedua. Tidak diperlukan aplikasi terpisah; penilaian dilakukan secara otomatis berdasarkan aplikasi program Honours dan hasil studi sebelumnya.","link":"https://astronaut.starshipeducation.com/"},
    {"universityLogo": "http://tiny.cc/SS-Monashuniversity","course": "DEPM Prostate Cancer Research Scholarship", "scholarshipLink": "https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/depm-prostate-cancer-research-scholarship-6063B", "program": "Honours", "university": "Monash University", "scholarshipDetail": "Beasiswa ini ditujukan untuk mahasiswa internasional yang memulai atau melanjutkan program Honours penuh waktu di School of Public Health and Preventive Medicine, Monash Alfred campus. Program yang memenuhi syarat meliputi Bachelor of Medical Sciences (Honours), Bachelor of Biomedical Sciences (Honours), dan Bachelor of Health Sciences (Honours). Pelamar harus memiliki Weighted Average Mark (WAM) minimal 70% pada studi sarjana terkait. Beasiswa bernilai AUD $3.000 untuk satu tahun dan diberikan secara otomatis tanpa perlu aplikasi terpisah. Penerima beasiswa harus mempertahankan status pendaftaran penuh waktu dan menunjukkan kemajuan akademik yang memuaskan.", "link": "https://astronaut.starshipeducation.com/"}​,
​    {"universityLogo": "http://tiny.cc/SS-Monashuniversity","course": "Econometrics Honours Memorial Scholarship", "scholarshipLink": "https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/econometrics-honours-memorial-scholarship-5586", "program": "Bachelor of Commerce (Honours)", "university": "Monash University", "scholarshipDetail": "These prestigious scholarships are awarded in memory of the tragic events that took place during October 2002 in the Department of Econometrics and Business Statistics, and its honours students. A major fundraising campaign was launched by the Department and its alumni, enabling the faculty to offer these scholarships. The scholarship is valued at AUD $15,000 for one year (48 credit points of study). Five scholarships are available per year. Eligibility: Open to international students commencing or continuing full-time in the Bachelor of Commerce honours program with a specialisation in econometrics, business analytics, or actuarial studies. Selection is based on academic achievement. No application is required; all eligible students will be automatically assessed. To retain this scholarship, recipients must maintain full-time enrolment and a minimum of an honours level 2A (distinction) grade average for the duration of the degree.", "link": "https://astronaut.starshipeducation.com/"}​,
    {"universityLogo": "http://tiny.cc/SS-Monashuniversity","course": "Engineering Accommodation Scholarship", "scholarshipLink": "https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/engineering-accommodation-scholarship-6238", "program": "Undergraduate/Postgraduate", "university": "Monash University", "scholarshipDetail": "Monash University offers the Engineering Accommodation Scholarship to support international students commencing an undergraduate or postgraduate degree in the Faculty of Engineering at a Monash campus in Australia. The scholarship provides up to AUD 14,000 towards accommodation at Monash Residential Services (MRS) for one year. Eligibility criteria include being an international student (excluding Australian and New Zealand citizens) and enrolling in a full-time engineering program. Selection is based on academic achievement, and no separate application is required as all eligible students are automatically considered.", "link": "https://astronaut.starshipeducation.com/"}​,
    {"universityLogo": "http://tiny.cc/SS-Monashuniversity","course": "Engineering International High Achievers Scholarship", "scholarshipLink": "https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/engineering-international-high-achievers-scholarship-6204", "program": "Undergraduate, Postgraduate", "university": "Monash University", "scholarshipDetail": "The Engineering International High Achievers Scholarship recognizes high-achieving international students enrolling in engineering programs at Monash University. Benefits include AUD $15,000 per 48 credit points towards tuition fees, up to four years for undergraduates. Eligibility: International students commencing a single undergraduate degree in the Faculty of Engineering with an ATAR or international equivalent of 95+, or postgraduate students commencing a degree in the Faculty of Engineering with a minimum WAM of 75. No application required; students are automatically assessed. Recipients must maintain a minimum WAM of 70 to retain the scholarship.", "link": "https://astronaut.starshipeducation.com/"}​,
    {"universityLogo": "http://tiny.cc/SS-Monashuniversity","course": "Engineering Masters Pathway Scholarship", "scholarshipLink": "https://www.monash.edu/study/fees-scholarships/scholarships/find-a-scholarship/engineering-masters-pathway-6056A", "program": "Bachelor of Engineering (Honours) / Master of Engineering", "university": "Monash University", "scholarshipDetail": "Beasiswa ini ditujukan untuk mahasiswa internasional berprestasi yang mengikuti program jalur percepatan Bachelor of Engineering (Honours) / Master of Engineering di Monash University. Total nilai beasiswa hingga AUD 30.000, terdiri dari AUD 6.000 per 48 kredit poin selama program sarjana dan tambahan AUD 6.000 untuk komponen Master. Persyaratan meliputi pencapaian Weighted Average Mark (WAM) minimal 65% pada akhir tahun ketiga studi sarjana. Beasiswa ini membantu mengurangi beban biaya studi dan mendorong mahasiswa untuk melanjutkan ke jenjang Master.", "link": "https://astronaut.starshipeducation.com/"}

    
]
